{
  "channelId": "1252209254908170343",
  "name": "📕rules",
  "type": 0,
  "position": 1,
  "messages": [
    {
      "content": "--------------\nFollow the Discord ToS and Community Guidelines\n\nIn addition to our own rules you must comply with Discord's as well.\nTerms of Service: https://discordapp.com/terms\nCommunity Guidelines: https://discord.com/guidelines\n\nFinal verdict lies with Draxmh Coin Discord staff at all times\nServer staff will use their own judgement when enforcing our rules",
      "author": "DRAXMH Bot#1233",
      "timestamp": 1731084001497,
      "attachments": []
    },
    {
      "content": "Crypto Draxmh Coin Discord Server Rules\n\n1. Be respectful of others\nDo not be rude to other server members. We do not tolerate offensive comments (or \"jokes\") related to gender, gender identity and expression, sexual orientation, disability, mental illness, race, age, etc.\n\n2. Disruptive behavior is not allowed\nDo not start arguments or derail other's conversations. Controversial and religious/political topics are prohibited. Don’t mass tag users & mods. Make a ticket instead. No FUD!\n\n3. English only (except International Channels)\nUnfortunately, due to moderation limitations, English is the only language allowed outside of our International channels.\n\n4. No bypassing of any kind\nIntentionally bypassing our filter is not allowed. Moderation decisions are final. Alternative accounts are not allowed.\n\n5. No advertising or self-promotion\nThis includes discord invites, giveaways, trading/selling, Twitch channels, YouTube channels, etc. Do not promote scams, twitter accounts, cryptocurrencies, NFTs, etc.\n\n6. Keep it family friendly\nNSFW or otherwise suggestive content is prohibited.\n\n7. Do not ask for or share personal information\nThis includes, but is not limited to: names, address, wallet, amount you hold or make with reflections.\n\n8. Do not ask for free stuff\nThis includes asking for Draxmh coin, Discord Nitro, or any other monetary currency.\n\n9. Do not spam\nAvoid repeated messages. This includes: pings, embeds, reactions, emoji, stickers, CAPS, invites, etc.\n\n10. No impersonation\nThis includes impersonation of devs, server staff, etc.\n\n11. No disruptive voice chat behavior\nNo voice changers, music, SFX, or screaming in voice channels. Do not record.\n\n12. Do not post false or misleading information\nDo not post false information, especially that which may impact public safety or cause harm. Do not give financial advice. No FUD!",
      "author": "DRAXMH Bot#1233",
      "timestamp": 1731083974215,
      "attachments": []
    }
  ]
}